Repository: bu-ist/bu-navigation
Catalog: languages/bu-navigation-*.po
Languages: sv_se

source: Are you sure you want to delete this %s?
sv_se: Är du säker på att du vill ta bort denna %s?

source: Are you sure you want to delete these %s?
sv_se: Är du säker på att du vill ta bort dessa %s?

source: "%s" is a hidden %s with
sv_se: "%s" är en dold %s med

source: a child
sv_se: en undersida

source: a child link
sv_se: en underlänk

source: and
sv_se: och

source: If you delete this %1$s, %2$s will move up one node in the %1$s hierarchy, and will automatically be marked as hidden.
sv_se: Om du tar bort denna %1$s så kommer %2$s flyttas upp en nod i %1$s hierarkin och automatiskt markeras som dold.

source: If you delete this %1$s, %2$s will move up one node in the %1$s hierarchy, and will be displayed in navigation menus.
sv_se: Om du tar bort denna %1$s så kommer %2$s flyttas upp en nod i %1$s hierarkin och automatiskt visas i navigeringen.

source: Edit Order
sv_se: Redigera ordning

source: Site Design > Primary Navigation
sv_se: Anpassa > Primary Navigation

source: options
sv_se: alternativ

source: Edit
sv_se: Redigera

source: View
sv_se: Visa

source: Delete
sv_se: Ta bort

source: Move to Trash
sv_se: Flytta till papperskorgen

source: Add a Link
sv_se: Lägg till en länk

source: Edit Link
sv_se: Redigera länk

source: Cancel
sv_se: Avbryt

source: You are not allowed to create top level published content.
sv_se: Du har inte rättigheter att skapa innehåll på toppnivå

source: You are not allowed to add links
sv_se: Du har inte rättigheter att skapa länkar

source: Select a page that you can edit and click "Add a Link" to create a new link below the selected page.
sv_se: Välj en sida som du kan redigera och klicka på "Add a Link" för att skapa en ny länk under markerad sida

source: Site administrators can change this behavior by visiting %s and enabling the "Allow Top-Level Pages" setting.
sv_se: Administratörer kan ändra detta beteende genom att besöka %s och aktivera inställningen för "Allow Top-Level Pages"

source: Links are not permitted to have children.
sv_se: Det är inte tillåten för länkar att ha undersidor

source: You have made changes to your navigation that have not yet been saved.
sv_se: Du har gjort ändringar av navigationen som ännu inte sparats.

source: Saving navigation changes...
sv_se: Sparar ändringar i navigationen...

source: Your navigation changes have been saved
sv_se: Dina ändringar har sparats

source: Errors occurred while saving your navigation changes.
sv_se: Ett fel uppstod när navigeringen skulle sparas

source: Warning: %s is currently editing this site's navigation.
sv_se: Varning: %s ändrar för närvarande denna sidas navigation.

source: Displaying top-level %s in navigation lists is currently disabled.
sv_se: Visning av toppnoder i navigationslistor är för närvarande avstängt

source: To change this behavior, visit %s and enable the "Allow Top-Level Pages" setting.
sv_se: För att ändra detta beteende, besök %s och sätt på "Allow Top-Level Pages"

source: Top level %s
sv_se: Toppnod %s

source: %s Template
sv_se: Sidmall

source: Placement in Navigation
sv_se: Placering i navigationen

source: Top level page
sv_se: Sida i toppnivå

source: Primary Navigation
sv_se: Primär navigation

source: The "Maximum Items" setting most be a positive value.
sv_se: Inställningen för "Maximum Items" måste vara ett positivt värde.

source: The current theme only supports %s level of children.
sv_se: Detta tema stödjer endast %s nivå av undersidor

source: Navigation list of your site's pages
sv_se: Navigeringen för din webbplats sidor

source: Content Navigation
sv_se: Innehållsnavigering

# Post Type General Name
source: BU Navigation Links
sv_se: BU Navigationslänkar

# Post Type Singular Name
source: BU Navigation Link
sv_se: BU Navigationslänk

source: Link
sv_se: Länk

source: Parent Link:
sv_se: Förälderns länk:

source: All Links
sv_se: Alla länkar

source: View Link
sv_se: Visa länk

source: Add New Link
sv_se: Lägg till ny länk

source: New Link
sv_se: Ny länk

source: Update Link
sv_se: Uppdatera länk

source: Search links
sv_se: Sök länkar

source: No links found
sv_se: Inga länkar hittades

source: No links found in Trash
sv_se: Inga länkar hittades i papperskorgen

source: BU Navigation Link
sv_se: BU Navigationslänk

source: External links used by BU Navigation plugin
sv_se: Externa länkar som används av pluginet BU Navigation

source: (no title)
sv_se: (ingen titel)

source: not in nav
sv_se: inte i navigering

source: protected
sv_se: skyddad

source: Show all sections
sv_se: Visa alla sektioner

source: %s Order
sv_se: Sidordning

source: Expand All
sv_se: Expandera alla

source: Collapse All
sv_se: Fäll ihop alla

source: Publish
sv_se: Spara

source: Note
sv_se: Notis

source: You must publish changes to navigation, or all changes will be lost.
sv_se: Du måste spara dina ändringar i navigationen, annars kommer alla ändringar gå förlorade.

source: Publish Changes
sv_se: Spara ändringar

source: Link URL
sv_se: Länk URL

source: Link Label
sv_se: Länketikett

source: Open Link in Same Window
sv_se: Öppna länk i samma fönster

source: Open Link in New Window
sv_se: Öppna länk i nytt fönster

source: Template
sv_se: Sidmall

source: Default Template
sv_se: Standardmall

source: Some themes have custom templates you can use for certain %s that might have additional features or custom layouts.
sv_se: Vissa teman har sidmallar som du kan använda för sidor för att få extra inställningar eller annan layout

source: %s Location
sv_se: %s Plats

source: Move %s
sv_se: Flytta %s

source: Label
sv_se: Etikett

source: Visibility
sv_se: Synlighet

source: Display in navigation lists.
sv_se: Visa i navigering

source: Update Location
sv_se: Uppdatera plats

source: Drag %s to change the %s location in the hierarchy.
sv_se: Drag %s för att ändra plats i hierarkin

source: Note: The page that you are moving is not published. You can move it to a new location, but you do not have permission to publish in sections marked as denied
sv_se: Notis: Sidan du flyttar är inte publicerad. Du kan flytta den till en ny plats men du måste ha rättigheter att publicera i sektionerna markerade som nekade

source: Primary navigation settings saved.
sv_se: Inställningarna för primära navigationen sparades.

source: Error
sv_se: Fel

source: The following error(s) occurred while attempting to save your primary navigation settings.
sv_se: Följande fel uppstod när din primära navigation skulle sparas.

source: Your primary navigation bar is the horizontal bar at the top of every page which shows users your top-level navigation no matter where they are.
sv_se: Din primära navigation är den horisontella navigeringen på varje sida som visar toppnoderna oavsett var användaren befinner sig.

source: Display primary navigation bar
sv_se: Visa primär navigation

source: Toggles the primary navigation bar on and off.
sv_se: Stänger av/sätter på primära navigationen

source: Maximum items
sv_se: Max element

source: Maximum number of top-level items to display in the primary navigation bar. (Must be a positive number)
sv_se: Maximalt antal av toppnoderna som ska visas i den primära navigationen. (Måste vara ett positivt nummer)

source: Use drop-down menus
sv_se: Använd drop-down-menyer

source: If checked, any top-level pages with children will expand to display those children when somebody moves their mouse over the link.
sv_se: Om markerad kommer varje sida som är en toppnod och har undersidor expandera för att visa undersidorna när någon håller musen över länken

source: The theme your site is currently using supports displaying %s level of children in the primary navigation bar.
sv_se: Denna webbplats har support för att visa %s nivåer av undersidor i den primära navigationen

source: Display
sv_se: Visa

source: level(s) of children
sv_se: nivå(er) av undersidor

source: Allow Top-Level Pages
sv_se: Tillåt toppnoder

source: If checked, users will be allowed to add top-level pages to the navigation.
sv_se: Om markerad kommer användare har rättigheter att lägga till toppnoder till navigeringen

source: Save Changes
sv_se: Spara ändringar

source: Use the site name as the title
sv_se: Använd webbplatsens namn som titel

source: Use the section name as the title
sv_se: Använd sektionsnamn som titel

source: Parent Page
sv_se: Toppsida

source: Provides alternative navigation elements designed for blogs with large page counts
sv_se: Tillhandahåller alternativ navigering designad för bloggar/webbplatser med många sidor
